[
  {
    "name": "Anna Malysheva",
    "img": "https://media.licdn.com/dms/image/v2/D4D03AQFLv2zmb-YTnw/profile-displayphoto-shrink_100_100/B4DZT2che9HYAU-/0/1739301460453?e=1755734400&v=beta&t=E-hZGHjMEdiARfpbsrqKMfleSkSCeNqPZffNHeZTmWY",
    "profession": "Senior Software Engineer, 7 years in EAS | ReactJS, Node.js, AWS | GenAI",
    "content": "I had the pleasure of working closely with Valeria on a cross-functional project, and she made the collaboration between design and engineering incredibly smooth.\n\nShe built a robust, scalable design system with clear, developer-friendly documentation that made implementation efficient and intuitive. On top of that, she was always proactive, quick to clarify open questions, and genuinely supportive — making her an ideal partner in fast-paced environments.\n\nWorking with Valeria meant less back-and-forth, fewer blockers, and more time spent delivering quality. She's a true force multiplier for any cross-functional team. I'd jump at the chance to work with her again and highly recommend her to any team."
  },
  {
    "name": "Herman Bykov",
    "img": "https://media.licdn.com/dms/image/v2/C5103AQHhTQLJz_YyaA/profile-displayphoto-shrink_100_100/profile-displayphoto-shrink_100_100/0/1516714305988?e=1755734400&v=beta&t=9HfapILK_-dtNIDaBpkAPcIb7GpOVd3lKEfUfnzytY4",
    "profession": "Senior Business Analyst at EPAM Systems",
    "content": "I had the chance to work with Valeria during a major site-wide redesign initiative and it's been a total pleasure to collaborate with her. The number of topics we've covered over a long period of time has to be in the dozens, and here's my summary: \n* Great designer with a great eye for detail \n* She has intimate knowledge of Figma and she's helped me countless times to get better at it \n* Her deliverables are top notch and, just as her work in general, are very consistent, and consistency is one of the best commendations I can give to a professional \n* Always delivers on time, can easily be relied upon \n* She's always open to communication and can clearly explain her train of thought, she's attentive to feedback, always open to a constructive discussion on complex topics (e.g. accessibility), and tries to approach designs from every angle, ensuring they meet business requirements while also being feasible for the development team. \n* Great person, easy to talk to, great to work with!"
  }
]
